Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Kids Menu Toolkit (Brand Central > Holiday Inn Resort > Brand Warehouse > Brand Info > Campaigns > Kids Menu > Kids Menu EN folder) Bộ Thực Đơn Cho Trẻ (Trung tâm thương hiệu> Holiday Inn Resort> Kho thương hiệu> Thông tin thương hiệu> Chiến dịch> Thực Đơn Trẻ Em> Thư Mục Thực Đơn Cho Trẻ EN
vi: Kids Menu Toolkit (Brand Central > Holiday Inn Resort > Brand Warehouse > Brand Info > Campaigns > Kids Menu > Kids Menu EN folder) Bộ toolkit Thực Đơn trẻ em (Trung tâm thương hiệu> Holiday Inn Resort> Kho thương hiệu> Thông tin thương hiệu> Chiến dịch> Thực Đơn Trẻ Em> Thư Mục Thực Đơn Cho Trẻ EN

source: Kids Tableware & Cutlery Reference Tham chiếu Bộ đồ ăn & Dao dĩa
vi: Kids Tableware & Cutlery Reference Tham khảo Bộ đồ ăn & Dao dĩa trẻ em (thiếu link)

source: Kids Welcome Pack (Merlin >Brand Central >Holiday Inn Resorts >Brand Warehouse >Brand Info> Campaigns) Gói chào mừng trẻ em (Merlin> Trung tâm thương hiệu> Khu nghỉ mát Holiday Inn> Kho thương hiệu> Thông tin thương hiệu> Chiến dịch)
vi: Kids Welcome Pack (Merlin >Brand Central >Holiday Inn Resorts >Brand Warehouse >Brand Info> Campaigns) Gói chào mừng trẻ em (Merlin> Brand Central > Holiday Inn Resort > Kho thương hiệu> Thông tin thương hiệu> Chiến dịch) https://www.ihgbrandcentral.com/%26redirecturl/clusters/brand/holiday-inn-resort/region/asia-middle-east-africa/subcategory/brand-info/campaigns

source: Kids activity placemat (Brand Central > Holiday Inn Resort > Brand Warehouse> Brand info > Campaigns > Kids Menu > Kids Menu Final Artwork EN folder) Miếng vải lót dĩa cho trẻ (Trung tâm thương hiệu> Holiday Inn Resort> Kho thương hiệu> Thông tin thương hiệu> Chiến dịch> Menu trẻ em> Menu trẻ em Thư mục EN tác phẩm nghệ thuật cuối cùng thực đơn cho trẻ)
vi: Kids activity placemat (Brand Central > Holiday Inn Resort > Brand Warehouse> Brand info > Campaigns > Kids Menu > Kids Menu Final Artwork EN folder) Bộ hoạt động giải trí cho trẻ (Trung tâm thương hiệu> Holiday Inn Resort> Kho thương hiệu> Thông tin thương hiệu> Chiến dịch> Menu trẻ em> Menu trẻ em Thư mục EN Tranh ảnh bản cuối)

source: Kitchen / Pantry
vi: Kitchen/Pantry Bếp/Pantry

source: Kitchen Area
vi: Kitchen Area Khu vực bếp

source: Kitchen Area Khu Vực Nhà Bếp
vi: Kitchen Area Khu Vực Bếp

source: Kế hoạch hành động nên được thực hiện trong vòng 90 ngày.
vi: Kế hoạch hành động nên được triển khai trong vòng 90 ngày.

source: Labelling & Identification
vi: Labelling & Identification Dán nhãn & Định danh

source: Labelling & Identification Nhãn Hiệu & Nhận Diện
vi: Labelling & Identification Dán nhãn & Định danh

source: Laser pointer and clicker [407065] Máy chỉ và máy ấn laze
vi: Laser pointer and clicker [407065] Bút chỉ laser tích hợp nút bấm chuyển

source: Late Night Menu
vi: Late Night Menu Menu đồ ăn đêm

source: Laundry
vi: Laundry Giặt là

source: Legionella Information Thông tin Legionella
vi: Legionella Information Thông tin Legionella https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/risk-management/health-and-safety

source: Leisure and Fitness Centre Safety
vi: Leisure and Fitness Centre Safety An toàn tại trung tâm Fitness và Giải trí

source: Lever style mixing valves or sensor operated [13021] Van hỗn hợp kiểu đòn bẩy hoặc cảm biến hoạt động
vi: Lever style mixing valves or sensor operated [13021] Vòi gật gù nóng lạnh hoặc hoạt động bằng cảm biến

source: Lifts and Lifting Equipment [55911] Thang máy và thiết bị nâng
vi: Lifts and Lifting Equipment [55911] Thang máy và thiết bị nâng hạ

source: Lighting
vi: Lighting Chiếu sáng

source: Lighting in guest vending and laundry rooms must remain on or automatically illuminate upon entrance into the room.
vi: Lighting in guest vending and laundry rooms must remain on or automatically illuminate upon entrance into the room. Chiếu sáng trong phòng máy bán hàng và phòng giặt là cho khách phải luôn bật hoặc tự động bật khi có người bước vào

source: Lighting must be provided at the vanity and meet the following: [99464] Chiếu sáng phải được cung cấp tại bàn trang điểm và đáp ứng như sau:
vi: Lighting must be provided at the vanity and meet the following: [99464] Chiếu sáng phải được cung cấp tại vanity và đáp ứng như sau:

source: Lighting must meet the following: [102706] Ánh sáng phải đáp ứng như sau:
vi: Lighting must meet the following: [102706] Chiếu sáng phải đáp ứng như sau:

source: Lighting systems must have the following features: [76619] hệ thống chiếu sáng phải có những đặc điểm sau:
vi: Lighting systems must have the following features: [76619] hệ thống chiếu sáng phải đáp ứng những yêu cầu sau:

source: Lightning Protection
vi: Lightning Protection Chống sét

source: Lightning protection with arestors at the top [79895] Chống sét bằng cột thu ở đỉnh
vi: Lightning protection with arestors at the top [79895] Chống sét bằng cột thu lôi ở trên đỉnh cột

source: Limit the window opening to a maximum of 10cm (4in) [285220] Giới hạn mở cửa sổ tối đa 10cm (4in)
vi: Limit the window opening to a maximum of 10cm (4in) [285220] Giới hạn mở cửa sổ tối đa 10cm

source: Linen and cotton table cloths are not permitted [60364] Không cho phép khăn trải bàn cotton và vải lanh.
vi: Linen and cotton table cloths are not permitted [60364] Không cho phép khăn trải bàn cotton và linen.

source: Lobby -> Furniture, Finishes, Fixtures & Equipment Tiền sảnh -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Lobby -> Furniture, Finishes, Fixtures & Equipment Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Lobby -> General Sảnh -> Chung
vi: Lobby -> General Thông tin chung

source: Lobby Lounge Phòng Lobby Lounge
vi: Lobby Lounge

source: Lobby Sảnh
vi: Lobby

source: Lobby, restaurant and bar [99223] Tiền sảnh, nhà hàng và quán bar
vi: Lobby, restaurant and bar [99223] Lobby, nhà hàng và bar

source: Local emergency services [285255] dịch vụ khẩn cấp địa phương
vi: Local emergency services [285255] Đơn vị cứu hộ khẩn cấp địa phương

source: Local or regional tea is recommended [51485] Khuyến nghị trà địa phương hoặc khu vực
vi: Local or regional tea is recommended [51485] Khuyến nghị trà địa phương hoặc vùng miền

source: Located at a recommended minimum height of 1.8m (6ft) [285231] Nằm ở độ cao tối thiểu khuyến nghị là 1,8m (6ft)
vi: Located at a recommended minimum height of 1.8m (6ft) [285231] Khuyến nghị đặt ở độ cao tối thiểu 1,8m

source: Located conveniently to all public areas and meeting rooms [68802] Đặt thuận tiện cho tất cả các khu vực công cộng và phòng họp
vi: Located conveniently to all public areas and meeting rooms [68802] Đặt ở vị trí thuận tiện cho tất cả các khu vực công cộng và phòng họp

source: Located in a clearly visible location.
vi: Located in a clearly visible location. Lắp đặt tại vị trí dễ thấy

source: Lockable privacy hardware [99312] Thiết bị kín đáo có khóa
vi: Lockable privacy hardware [99312] Có khóa

source: Lockable wheels, where provided [56628] Bánh xe có khóa, nếu cung cấp
vi: Lockable wheels, where provided [56628] Nếu có bánh xe, bánh xe phải có khóa

source: Losing 50% or more of original comfort layer or spring strength (as determined by independent lab test report) [78873] Mất hơn 50% lớp thoải mái ban đầu hoặc độ bền của lò xo (như được xác định bằng báo cáo thử nghiệm độc lập)
vi: Losing 50% or more of original comfort layer or spring strength (as determined by independent lab test report) [78873] Mất hơn 50% lớp comfort ban đầu hoặc độ bền lò xo (được xác định bằng báo cáo thử nghiệm độc lập)

source: Low fat yoghurt [52143] Sữa chua giảm béo
vi: Low fat yoghurt [52143] Sữa chua ít béo

source: Low sugar or no sugar Coca Cola or Pepsi Cola in bottle or can [51451] Chai hoặc lon Coca Cola hoặc Pepsi Cola không đường hoặc ít đường
vi: Low sugar or no sugar Coca Cola or Pepsi Cola bottle or can [51451] Chai/lon Coca Cola/Pepsi Cola ít đường/không đường

source: Low sugar or no sugar Coca Cola or Pepsi Cola in bottle or can [51682] Một Coca Cola hoặc Pepsi Cola ít đường hoặc không đường trong chai hoặc lon
vi: Low sugar or no sugar Coca Cola or Pepsi Cola bottle or can [51682] Chai/lon Coca Cola/Pepsi Cola ít đường/không đường

source: Low sugar or no sugar Coca Cola or Pepsi Cola in bottle or can [52225] Chai hoặc lon Coca Cola hoặc Pepsi Cola không đường hoặc ít đường
vi: Low sugar or no sugar Coca Cola or Pepsi Cola bottle or can [52224] Chai/lon Coca Cola/Pepsi Cola ít đường/không đường

source: Low-rise and Medium-rise buildings where a risk assessment carried out by IHG shows that the design, construction and local infrastructure achieves an acceptable level of protection against Special Fire Hazard(s) [581084] tòa nhà thấp tầng và trung tầng nơi IHG thực hiện đánh giá rủi ro cho thấy rằng thiết kế, xây dựng và cơ sở hạ tầng địa phương đạt được mức độ bảo vệ chấp nhận được đối với các Nguy cơ hỏa hoạn đặc biệt
vi: Low-rise and Medium-rise buildings where a risk assessment carried out by IHG shows that the design, construction and local infrastructure achieves an acceptable level of protection against Special Fire Hazard(s) [581084] tòa nhà thấp tầng và trung tầng nơi IHG thực hiện đánh giá rủi ro cho thấy rằng thiết kế, xây dựng và cơ sở hạ tầng địa phương đạt được mức độ bảo vệ có thể chấp nhận đối với các Nguy cơ hỏa hoạn đặc biệt

source: Loyalty Programmes
vi: Loyalty Programmes Chương trình khách hàng thân thiết

source: Loyalty Programmes -> IHG® Rewards Club Chương Trình Khách Hàng Thân Thiết -> Câu Lạc Bộ Khách Hàng Thân Thiết IHG®
vi: Loyalty Programmes -> IHG® Rewards Club Câu Lạc Bộ Khách Hàng Thân Thiết IHG®

source: Luggage storage must be provided and include the following: [21233] Phải cung cấp kho lưu trữ hành lý bao gồm như sau:
vi: Luggage storage must be provided and include the following: [21233] Phải cung cấp kho chứa hành lý bao gồm:

source: Luôn có nhân viên dễ thấy tại quầy lễ tân.
vi: Luôn có nhân viên trực tại quầy lễ tân mà khách có thể nhìn thấy

source: Làm sạch mốc trông thấy.
vi: Làm sạch mốc có thể trông thấy.

source: Lắp đặt phải cung cấp khoảng trống cho thông gió theo khuyến nghị của nhà sản xuất.
vi: [112815] Việc lắp đặt phải đảm bảo đủ khoảng trống thông gió theo khuyến nghị của nhà sản xuất.

source: Lợi ích trạng thái nên được phân phối theo từng bảng lợi ích và chỉ các điểm nên được trao theo tỷ lệ đủ điều kiện.
vi: Lợi ích từ tư cách thành viên nên được cung cấp dự theo Bảng Lợi ích và điểm chỉ nên được cộng theo nếu đủ điều kiện về rate phòng.

source: Make a booking
vi: Make a booking Đặt phòng

source: Management Training
vi: Management Training Đào tạo quản lý

source: Management Training Đào Tạo Quản Lý
vi: Additional Mandatory Roles Các Vị trí Bắt buộc khác

source: Managing enrolment programmes [766] Quản lý chương trình tuyển sinh
vi: Managing enrolment programmes [766] Quản lý chương trình đăng ký thành viên mới

source: Manual initiating device (call points / pull stations) [263143] Thiết bị nút báo khẩn (nút báo khẩn call point/ nút kéo xuống pull station)
vi: Manual initiating device (call points/pull stations) [263143] Nút báo cháy khẩn cấp

source: Manual initiating devices (call points / pull stations) connected to a fire alarm control panel must be provided in the following locations: [263130] thiết bị báo động bằng tay (nút nhấn khẩn / thiết bị báo khẩn kéo xuống) được kết nối với bảng điều khiển báo cháy phải được cung cấp ở các vị trí sau:
vi: Manual initiating devices (call points/pull stations) connected to a fire alarm control panel must be provided in the following locations: [263130] thiết bị báo động bằng tay (nút nhấn/cần gạt khẩn cấp) được kết nối với bảng điều khiển báo cháy phải được cung cấp ở các vị trí sau:

source: Manual override switches [76622] công tắc vận hành bằng tay
vi: Manual override switches [76622] Cơ chế ghi đè bằng tay

source: Manual pull stations (call points) provided at all exit points [56016] Nút ấn khẩn cấp manual pull station (nút kích hoạt hệ thống báo cháy) tại tất cả các điểm thoát
vi: Manual pull stations (call points) provided at all exit points [56016] Nút báo cháy khẩn cấp (call point) tại tất cả các điểm thoát

source: Manufactured by Arcs & Angles specifically for the Holiday Inn brand, Item number: HBH67HI01X HI INTL Lunch, Box/Chrome and a Snap White 180cm x 195cm (71” x 77”) [79105] Được sản xuất bởi Arcs & Angles dành riêng cho thương hiệu Holiday Inn, Số vật phẩm: HBH67HI01X HI INTL Lunch, Hộp / Chrome và Snap White 180cm x 195cm (71’’x 77’’)
vi: Manufactured by Arcs & Angles specifically for the Holiday Inn brand, Item number: HBH67HI01X HI INTL Lunch, Box/Chrome and a Snap White 180cm x 195cm (71” x 77”) [79105] Được sản xuất bởi Arcs & Angles dành riêng cho thương hiệu Holiday Inn, Mã sản phẩm: HBH67HI01X HI INTL Lunch, Box/Chrome và Snap White 180cm x 195cm (71’’x 77’’)

source: Manufacturing Process: Tufted [98509] Quy trình sản xuất: Búi lại
vi: Manufacturing Process: Tufted [98509] Quy trình sản xuất: thảm búi lông

source: Maple Syrup [61607]
vi: Maple Syrup [61607] Xi rô lá phong

source: Maple syrup [60600]
vi: Maple Syrup [60600] Xi rô lá phong

source: Marked to indicate lanes and parking spaces, with a paint manufactured for traffic use, or a change in surface materials [12229] Được đánh dấu để chỉ làn đường và khu đỗ xe, bằng sơn được sản xuất để sử dụng cho giao thông hoặc thay đổi vật liệu bề mặt
vi: Marked to indicate lanes and parking spaces, with a paint manufactured for traffic use, or a change in surface materials [12229] Có đánh dấu chỉ làn đường và khu đỗ xe bằng sơn chuyên dụng cho giao thông hoặc bằng cách thay đổi vật liệu bề mặt

source: Markings or features to make them easily visible must be included on the following: [56517]
vi: Markings or features to make them easily visible must be included on the following: [56517] Đối với các mục sau phải có đánh dấu giúp thấy rõ:

source: Masonry
vi: Masonry Xây nề

source: Masonry Khối xây nề
vi: Masonry Xây nề

source: Mass is recommended to be a minimum of 145gm² [521048] Khối lượng được khuyến nghị là tối thiểu 145gm
vi: Mass is recommended to be a minimum of 145gm² [521048] Khối lượng được khuyến nghị là tối thiểu 145gm2

source: Mass is recommended to be a minimum of 145gm² [521049]
vi: Mass is recommended to be a minimum of 145gm² [521049] Khối lượng được khuyến nghị là tối thiểu 145gm2

source: Master Keys [56156] Chìa Khóa Từ Tổng
vi: Master Keys [56156]

source: Matching backsplash [77683] Phù hợp với bề mặt phía sau bồn rửa
vi: Matching backsplash [77683] Đồng bộ với ốp chống bắn nước phía sau bồn rửa

source: Material and detail of corner protection must coordinate with corridor and lobby finishes [78005] Vật liệu và chi tiết bảo vệ góc phải phối hợp với hoàn thiện hành lang và sảnh
vi: Material and detail of corner protection must coordinate with corridor and lobby finishes [78005] Vật liệu và chi tiết của bảo vệ góc tườmg phải phối hợp với hoàn thiện hành lang và lobby

source: Mattress protector must be provided and meet the following: [66817] Phải cung cấp lớp bảo vệ đệm giường và đáp ứng như sau:
vi: Mattress protector must be provided and meet the following: [66817] Phải cung cấp bọc bảo vệ nệm và đáp ứng như sau:

source: Mattress sagging [78867] Đệm chùng
vi: Mattress sagging [78867] Đệm bị lún

source: Maximum one rollaway bed per room [58862] Tối đa một giường gấp cho mỗi phòng
vi: Maximum one rollaway bed per room [58862] Tối đa một giường phụ cho mỗi phòng

source: Maximum size: 26cm (D) x 36cm (H) (10in x 14in) [8420] Kích thước tối đa: 26cm (D) x 36cm (H) (10in x 14in)
vi: Maximum size: 26cm (D) x 36cm (H) (10in x 14in) [8420] Kích thước tối đa: 26cm (đường kính) x 36cm (chiều cao) (10in x 14in)

source: Maximum spacing of 15m (50ft) [57732] Khoảng cách tối đa 15m (50ft)
vi: Maximum spacing of 15m (50ft) [57732] Khoảng cách giữa các ổ tối đa 15m (50ft)

source: Meats, cold cuts and fish must be displayed chilled [60235] Thịt, thịt nguội và cá phải được bày biện ướp lạnh
vi: Meats, cold cuts and fish must be displayed chilled [60235] Thịt, thịt nguội và cá phải được giữ lạnh khi bày

source: Mechanical
vi: Mechanical Cơ khí

source: Mechanical Cơ Khí
vi: General Thông tin chung

source: Mechanical or natural smoke ventilation sufficient to keep the garage smoke free [56014] Thông gió cơ khí hoặc tự nhiên đủ để giữ cho nhà để xe không có khói
vi: Mechanical or natural smoke ventilation sufficient to keep the garage smoke free [56014] Đảm bảo thông khói cơ học hoặc tự nhiên đủ để giữ cho nhà xe không có khói.

source: Mechanical stairwell pressurisation [263119] Áp lực cầu thang cơ khí
vi: Mechanical stairwell pressurisation [263119] Tăng áp cơ học cho giếng thang

source: Meeting Facilities
vi: Meeting Facilities Cơ sở vật chất phòng họp

source: Meeting Facilities Cơ Sở Phòng Họp
vi: Meeting Facilities Cơ Sở vật chất cho các Phòng Họp

source: Meeting enquiries must be taken via the following: [55442] Yêu cầu họp phải được thực hiện thông qua sau đây:
vi: Meeting enquiries must be taken via the following: [55442] Yêu cầu tổ chức họp phải được thực hiện thông qua các kênh sau đây:

source: Meeting facilities [99475] cơ sở hội họp
vi: Meeting facilities [99475] cơ sở phòng họp

source: Meeting facilities area program must be developed based on location, market demand and submitted to Phát triển chương trình khu vực cơ sở hội họp dựa trên địa điểm, nhu cầu thị trường và nộp cho
vi: Meeting facilities area program must be developed based on location, market demand and submitted to IHG® for approval. [115640] Quy hoạch phân bổ không gian phòng họp/sự kiện phải dựa trên địa điểm, nhu cầu thị trường và nộp cho IHG phê duyệt

source: Meeting facilities must meet the following: [90806] cơ sở hội họp phải đáp ứng như sau:
vi: Meeting facilities must meet the following: [90806] Các cơ sở phòng họp phải đáp ứng như sau:

source: Meetings & Events
vi: Meetings & Events Phòng họp và Sự kiện

source: Meetings & Events -> Ballrooms -> Furniture, Finishes, Fixtures & Equipment cuộc họp và sự kiện -> phòng ballroom -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Meetings & Events -> Ballrooms -> Furniture, Finishes, Fixtures & Equipment Phòng ballroom -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Meetings & Events -> Ballrooms cuộc họp và sự kiện -> Phòng ballroom
vi: Meetings & Events -> Ballrooms Phòng ballroom

source: Meetings & Events -> Fixtures and Fittings phòng họp và sự kiện -> Đồ đạc và thiết bị
vi: Meetings & Events -> Fixtures and Fittings Chiếu sáng & Linh kiện

source: Meetings & Events -> General cuộc họp và sự kiện -> Chung
vi: Meetings & Events -> General Thông tin chung

source: Meetings & Events -> Meeting Facilities -> Fixtures and Fittings cuộc họp và sự kiện -> Thiết bị phòng họp-> Đồ đạc và thiết bị
vi: Meetings & Events -> Meeting Facilities -> Fixtures and Fittings Chiếu sáng & Linh kiện

source: Meetings & Events -> Meeting Facilities cuộc họp và sự kiện -> cơ sở cuộc họp
vi: Meetings & Events -> Meeting Facilities Cơ sở vật chất

source: Meetings & Events -> Pre Function & Breakout Areas -> Furniture, Finishes, Fixtures & Equipment cuộc họp và sự kiện -> Phòng Pre Function & Khu vực thảo luận -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Meetings & Events -> Pre Function & Breakout Areas -> Furniture, Finishes, Fixtures & Equipment cuộc họp và sự kiện -> Phòng Pre Function & Khu vực thảo luận -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Meetings & Events -> Pre event cuộc họp và sự kiện -> Trước sự kiện
vi: Meetings & Events -> Pre event Trước sự kiện

source: Meetings & Events -> Service Expectations cuộc họp và sự kiện -> Mong đợi dịch vụ
vi: Meetings & Events -> Service Expectations cuộc họp và sự kiện -> Kỳ vọng về dịch vụ

source: Meetings & Events Các Phòng Họp & Sự Kiện
vi: Meetings & Events Phòng Họp & Sự Kiện

source: Menu must be visible on dining tables or on the deck chair side tables during pool operation hours Thực đơn phải đặt dễ nhìn trên bàn hoặc trên các bàn phụ trong thời gian làm việc
vi: Menu must be visible on dining tables or on the deck chair side tables during pool operation hours [60659] Trong thời gian hoạt động, thực đơn phải đặt dễ nhìn trên bàn hoặc trên các bàn nhỏ bên ghế phơi nắng

source: Mesh free of tears, holes or loose threads [285252] Lưới không rách, lỗ hoặc mói ren lỏng
vi: Mesh free of tears, holes or loose threads [285252] Lưới không rách, thủng hoặc có chỉ thừa

source: Message and folio racks must be out of guest view [42265] Giá đỡ hồ sơ và thông điệp tin nhắn phải ngoài tầm nhìn của khách.
vi: Message and folio racks must be out of guest view [42265] Giá hồ sơ và thông báo phải ngoài tầm nhìn của khách.

source: Minimum casing thread count per square inch: 233 Số lượng ren ống tối thiểu trên mỗi inch vuông: 233
vi: Minimum casing thread count per square inch: 233 [66509] Mật độ vải vỏ ruột gối tối thiểu trên mỗi inch vuông: 233

source: Minimum casing thread count per square inch: 233 [65930] Số lượng ren ống tối thiểu trên mỗi inch vuông: 233
vi: Minimum casing thread count per square inch: 233 [65930] Mật độ vải vỏ ruột gối tối thiểu trên mỗi inch vuông: 233

source: Minimum casing thread count per square inch: 233 [66787] Số lượng chỉ vỏ tối thiểu trên mỗi inch vuông: 233
vi: Minimum casing thread count per square inch: 233 [66787] Mật độ vải vỏ chăn tối thiểu trên mỗi inch vuông: 233

source: Minimum casing thread count per square inch: 233 [66820] Số lượng chỉ khâu tối thiểu trên mỗi inch vuông: 233
vi: Minimum casing thread count per square inch: 233 [66820] Mật độ vải bọc tối thiểu trên mỗi inch vuông: 233

source: Minimum casing threadcount per square inch: 233 [8548] Số lượng sợi vỏ tối thiểu trên mỗi inch vuông: 233
vi: Minimum casing threadcount per square inch: 233 [8548] Mật độ vải tối thiểu trên mỗi inch vuông: 233

source: Minimum diagonal screen size of 80cm (32in) [40510] Kích thước màn hình chéo tối thiểu 80cm (32in)
vi: Minimum diagonal screen size of 80cm (32in) [40510] Kích thước chéo màn hình tối thiểu 80cm (32in)

source: Minimum electrical cord length when extended: 1.5m (5ft) [58768] Chiều dài dây điện tối thiểu khi mở rộng: 1,5m (5ft)
vi: Minimum electrical cord length when extended: 1.5m (5ft) [58768] Chiều dài dây điện tối thiểu khi kéo dài: 1,5m (5ft)

source: Minimum of tea bag and maximum of tea envelope served in individual pot to the table [67732] Tối thiểu túi trà và tối đa phong bì trà phục vụ trong bình cá nhân để bàn
vi: Tối thiểu có trà túi lọc và tối đa trà túi lọc đựng trong bao bì lẻ phục vụ theo bình tại bàn

source: Minimum of two lanes of traffic wide [57554] Tối thiểu hai làn xe lưu thông rộng
vi: Minimum of two lanes of traffic wide [57554] Rộng tối thiểu hai làn xe lưu thông

source: Minimum one [583069] Tối thiểu một pho mát vỏ trắng
vi: Minimum one white rind cheese [583069] Tối thiểu một phô mai vỏ trắng

source: Minimum one berry compote [59873] Tối thiểu mứt hoa quả
vi: Minimum one berry compote [59873] Tối thiểu một compote từ dâu

source: Minimum one cereal must be low sugar or sugar-free [59752] Tối thiểu một loại ngũ cốc phải ít đường hoặc không đường
vi: Minimum one cereal must be low sugar or sugar-free [59752] Tối thiểu một loại ngũ cốc ít đường hoặc không đường

source: Minimum one fruit flavored [59970] Tối thiểu một loại hương vị trái cây
vi: Minimum one fruit flavored [59970] Tối thiểu một loại hương trái cây

source: Minimum one hard cheese [583070] Tối thiểu một pho mát cứng
vi: Minimum one hard cheese [583070] Tối thiểu một phô mai cứng

source: Minimum one hard cheese [587069] Tối thiểu một pho mát cứng
vi: Minimum one hard cheese [587069] Tối thiểu một phô mai cứng

source: Minimum one local or regional [51906] Tối thiểu một kiểu địa phương hoặc khu vực
vi: Minimum one local or regional [51906] Tối thiểu set một kiểu địa phương hoặc vùng miền
